# vim: set filetype=ruby

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'

brew 'ack'
brew 'bash-completion'
brew 'cmake'
brew 'ctags'
brew 'reattach-to-user-namespace'
brew 'diff-so-fancy'
brew 'git'
brew 'git-extras'
brew 'gpg2'
brew 'jq'
brew 'libsass'
brew 'libxml2'
brew 'macvim'
brew 'nvm'
brew 'python'
brew 'rename'
brew 'ssh-copy-id'
brew 'tree'
brew 'wget'
brew 'the_silver_searcher'
brew 'mysql'
brew 'qt@5.5'

cask 'dropbox'
cask 'firefox'
cask 'franz'
cask 'google-chrome'
cask 'java'
cask 'rowanj-gitx'
cask 'skype'
cask 'spectacle'
cask 'spotify'
cask 'virtualbox'
cask 'zeplin'
