# vim: set filetype=ruby

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'

brew 'bash-completion'
brew 'reattach-to-user-namespace'
brew 'diff-so-fancy'
brew 'git'
brew 'git-extras'
brew 'gpg2'
brew 'jq'
brew 'libsass'
brew 'libxml2'
brew 'macvim'
brew 'python'
brew 'rename'
brew 'ssh-copy-id'
brew 'tree'
brew 'wget'

cask 'rowanj-gitx'
cask 'spectacle'
